IMMZEK/msp-project/vasa/makedir/__programmer/deskdb/content/TICloudAgent/linux/ccs_base/common/targetdb/Modules/C2000/f2838x_cpu_id_regs.xml
<module id="CPU_ID_REGS" HW_revision="" description="CPU ID Registers">
	<register id="CPUID" width="16" page="1" offset="0x0" internal="0" description="Indicates CPU1 or CPU2">
		<bitfield id="CPUID" description="CPU Identifier" begin="7" end="0" width="8" rwaccess="R"/>
	</register>
</module>
